OpenFOAM/k-epsilon-turbulent-case/0/epsilon
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1.317e-10;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 1.317e-10;
    }
    outlet
    {
        type            zeroGradient;
    }
    wall
    {
        type            epsilonWallFunction;
        value           uniform 1.317e-10;
    }
    probe
    {
        type            epsilonWallFunction;
        value           uniform 1.317e-10;
    }
}