OpenFOAM/k-epsilon-turbulent-case/0/omega
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 6.610e-03;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           $internalField;
    }
    outlet
    {
        type            zeroGradient;
    }
    wall
    {
        type            omegaWallFunction;
        value           $internalField;
    }
    probe
    {
        type            omegaWallFunction;
        value           $internalField;
    }
}

